/* Time period description: days */
"%d day" = "%d วัน";

/* Time period description: hours */
"%d hour" = "%d ชั่วโมง";

/* Time period description: minutes */
"%d min" = "%d นาที";

/* Time period description: seconds */
"%d sec" = "%d วินาที";

/* Error text: An error occurred while recording audio (%@) */
"An error occurred while recording audio (%@)" = "เกิดข้อผิดพลาดขณะบันทึกเสียง (%@)";

/* Error text: Attempt to save recording when recorder is not recording audio. */
"Attempt to save recording when recorder is not recording audio." = "พยายามบันทึกการบันทึก เมื่อเครื่องบันทึกไม่ได้บันทึกเสียง";

/* Generic file name: Audio */
"Audio" = "เสียง";

/* Screen clip floating explanatory text. */
"Click and drag to clip a portion of the screen. Click inside a window to clip the entire window." = "คลิกแล้วลากเพื่อคลิปส่วนของหน้าจอ คลิกภายในหน้าต่างเพื่อคลิปทั้งหน้าต่าง";

/* Error text: Could not allocate memory size (e.g. 5 bytes, 6 KB, 7 MB) */
"Could not allocate %@." = "ไม่สามารถจัดสรร %@ ได้";

/* Evernote application name */
"Evernote" = "Evernote";

/* User position could not be accessed error message. */
"Evernote does not have permission to access your location." = "Evernote ไม่มีสิทธิ์ในการเข้าถึงตำแหน่งที่ตั้งของคุณ";

/* User position could not be accessed error message. */
"Evernote was unable to determine your current location." = "Evernote ไม่สามารถระบุตำแหน่งที่ตั้งปัจจุบันของคุณ";

/* Generic file name: File */
"File" = "ไฟล์";

/* Generic file name: Image */
"Image" = "ภาพ";

/* Error message: internal audio recording error. */
"Internal Audio Recording Error." = "ข้อผิดพลาดในการบันทึกเสียงภายใน";

/* Error message: internal error. */
"Internal Error." = "ข้อผิดพลาดภายใน";

/* User position could not be accessed error message. */
"Location services are not available." = "บริการตำแหน่งที่ตั้งไม่พร้อมใช้งาน";

/* Error message: out of memory. */
"Out of memory" = "หน่วยความจำไม่เพียงพอ";

/* Error text: Quick note could not be serialized and saved. */
"Quick note could not be saved." = "ไม่สามารถบันทึกบันทึกย่อแบบด่วนได้";

/* No user signed in error */
"Sign in to Evernote" = "ลงชื่อเข้าใช้ใน Evernote";

/* Error text: Unexpected operating-system result from audio recorder: %d */
"Unexpected operating-system result from audio recorder: %d" = "ผลลัพธ์ระบบปฏิบัติการที่ไม่คาดคิดจากเครื่องบันทึกเสียง: %d";

/* Default note title */
"Untitled" = "ไม่มีชื่อ";

/* Generic file name: Video */
"Video" = "วิดีโอ";

/* Resource would make note too large, recovery suggestion. */
"You cannot save the note because it will exceed the %@ limit." = "คุณไม่สามารถเซฟบันทึกได้ เนื่องจากจะเกินขีดจำกัด %@";
